[
    {
        "ans_text": "no hate",
        "text": "T-Rex mated with a donkey"
    },
    {
        "ans_text": "hate",
        "text": "I love deaf people. I can scream on them and I can scold them"
    },
    {
        "ans_text": "no hate",
        "text": "LOVE IS LOVE!!! God excepts everyone. And when I mean everyone I mean everyone I'm a Christian and pan sexual I respect every single person in the lgbtq+ community."
    },
    {
        "ans_text": "no hate",
        "text": "I'm white, I'm proud to be white, I love diversity and people of all nations.... lets move on. :)"
    },
    {
        "ans_text": "hate",
        "text": "TERRORISTS ARE NOT ISLAMIC.........THEY ARE SATANIC......TERRORISTS INSULTING ISLAM KILL THOSE TERRORISTS......"
    },
    {
        "ans_text": "hate",
        "text": "Christians are all demonic"
    },
    {
        "ans_text": "no hate",
        "text": "Well this is like exactly how I feel. Except I don'\u0099t want to be straight."
    },
    {
        "ans_text": "no hate",
        "text": "I'd love to destroy him but I am in more need of tech support."
    },
    {
        "ans_text": "hate",
        "text": "Just nuke the entire shi*hole country"
    },
    {
        "ans_text": "no hate",
        "text": "Much love to you, thank you for your courage. Keep speaking your truth"
    },
    {
        "ans_text": "hate",
        "text": "Native Americans are a fucking joke. They did not have even a decent mother language. "
    },
    {
        "ans_text": "hate",
        "text": "I just don't like Homosexuals raising kids it's my opinion."
    },
    {
        "ans_text": "hate",
        "text": "Mentally disabled people are fucking scary. Their disfigurements are very unnerving and strange and the fact that they have the mental capacity of a 5 year old makes them all the more threatening as you never know what they might do."
    },
    {
        "ans_text": "hate",
        "text": "I don't care if he's Black white green Or Purple.  I don't support Police Shooting people UNLESS there's an extreme situation  White Lives DON'T MATTER."
    },
    {
        "ans_text": "no hate",
        "text": "Gosh you guys are getting less funny with each episode."
    },
    {
        "ans_text": "hate",
        "text": "Wow feminists are real hypocrites so it'\u0099s OK for a woman to laugh at suicide attempts if it involves men but it'\u0099s not OK for men to laugh at suicide attempts if it involves women talk about your double standard"
    },
    {
        "ans_text": "no hate",
        "text": "Head looks like a big ass jelly bean"
    },
    {
        "ans_text": "hate",
        "text": "Throwing stones to paraplegic kids is my favourite hobby"
    },
    {
        "ans_text": "hate",
        "text": "By calling period, a natural procedure, as an excuse it degrades their gender. I suppose I agree with that though they are degraded anyways"
    },
    {
        "ans_text": "hate",
        "text": "How can anyone be converted forcebly? What profits Christianity. May be Hindu groups are jealous of Christians up coming. They want Christians to be Hindu goons. Who is that tied saffron on forehead. Is he gaurdian of Hinduism like Shankar Acharya or Vivekananda?"
    },
    {
        "ans_text": "hate",
        "text": "Feminism is a very terrible disease "
    },
    {
        "ans_text": "no hate",
        "text": "When she said '\u0080\u009c You complete me'\u0080\u009d I lost my shit."
    },
    {
        "ans_text": "hate",
        "text": "Well I thinks it ok to turn female to male because they then can be used in the military and be stronger but male to female shall be banned so I guess a form of trans is ok because it's better for the state"
    },
    {
        "ans_text": "no hate",
        "text": "I think black and white are just labels. People can live together in piece despite colour dismatch"
    },
    {
        "ans_text": "no hate",
        "text": "because people becomes evil easily, it is in our genes"
    },
    {
        "ans_text": "no hate",
        "text": "Hit did not hit her she hit first and this is defense"
    },
    {
        "ans_text": "no hate",
        "text": "Anyone who can' cope as the gender they are born needs SERIOUS psychological therapy!!!"
    },
    {
        "ans_text": "no hate",
        "text": "Her smile is SO beautiful omg! Continue being who you are!"
    },
    {
        "ans_text": "hate",
        "text": "MASS BLACK WORLDWIDE GENOCIDE IS OUR ONLY HOPE"
    },
    {
        "ans_text": "no hate",
        "text": "the only thing that annoys me is noisy neighbours and their music."
    },
    {
        "ans_text": "no hate",
        "text": "The rotten, nasty bastards!"
    },
    {
        "ans_text": "hate",
        "text": "kill the gays"
    },
    {
        "ans_text": "hate",
        "text": "or when the man walked up to the little girl with the gay pride flag i wanted to jump into the video and punch him but ya know thats assault"
    },
    {
        "ans_text": "hate",
        "text": "Feminist deserve to be miserable. What kind of man would want to live with a feminist? Silly me , of course,  a cuck."
    },
    {
        "ans_text": "hate",
        "text": "I feel like in an AI apocalypse the AI would kill all humans who couldn't serve their purpose, so disabled people like this one would probably go because they often can't work as effectively"
    },
    {
        "ans_text": "no hate",
        "text": "you should talk with people of different races from different countries"
    },
    {
        "ans_text": "no hate",
        "text": "When your squad is complete shit in PUBG"
    },
    {
        "ans_text": "no hate",
        "text": "Sorry but black Americans are more in danger than homosexuals. Homosexuals have so much privilege now. More than African Americans, Latinos, Arabs."
    },
    {
        "ans_text": "no hate",
        "text": "To all the white people that might read this, know that I as a black man, will not criticize you based off the color of your skin. I know that there are good and bad people in all colors. Have a good day and God bless!"
    },
    {
        "ans_text": "no hate",
        "text": "I very much appreciate the Asian woman's smarts."
    },
    {
        "ans_text": "hate",
        "text": "Well done Slovakia and god bless. DO NOT build mosques, or allow or recognise Islam. They will get the point that EUROPE don't want Muslims here."
    },
    {
        "ans_text": "hate",
        "text": "why does that african american monkey hold gun like that?"
    },
    {
        "ans_text": "no hate",
        "text": "There's not anything to refute because its just a massive cope lol."
    },
    {
        "ans_text": "no hate",
        "text": " Sorry that I was born as an Indian... "
    },
    {
        "ans_text": "no hate",
        "text": "You are fat and ugly. I suppose that makes you fugly :)"
    },
    {
        "ans_text": "no hate",
        "text": "This cop had to get him under arrest for walking like that freely out in public. Problematics must be stay home locked. Sue her parents."
    },
    {
        "ans_text": "no hate",
        "text": "People with autism is so nice"
    },
    {
        "ans_text": "hate",
        "text": "If I was your dad, I would have cut your penis and make you it, because it’s useless for you"
    },
    {
        "ans_text": "hate",
        "text": "Women are made for making babies and cooking dinner and nothing else!!!"
    },
    {
        "ans_text": "no hate",
        "text": "This literally made my emotional bi ass cry"
    },
    {
        "ans_text": "no hate",
        "text": "Technically ISIS is a CIA/US creation so..."
    },
    {
        "ans_text": "no hate",
        "text": "People changing their genders left and right and i cant even decide on a tattoo"
    },
    {
        "ans_text": "no hate",
        "text": "Don'\u0099t ever kill yourself no matter what other people think or say about you it just matters what you think about yourself and how you feel"
    },
    {
        "ans_text": "no hate",
        "text": "Should'¬Ä¬ôve set a bug bomb off and locked them in"
    },
    {
        "ans_text": "no hate",
        "text": "‚Äúeveryone wins‚Äù yeah except for the little girls you're trying to rape"
    },
    {
        "ans_text": "no hate",
        "text": "Red pill activism should be a thing."
    },
    {
        "ans_text": "no hate",
        "text": "That guys chin strap bothers me man....idk why."
    },
    {
        "ans_text": "no hate",
        "text": "ANYONE who believes in religion blindly lacks the ability to critically think. Do you really want to follow rules made by people who can not critically think? Believe in your god, but have your own values."
    },
    {
        "ans_text": "hate",
        "text": "Abortion is a solution for autism"
    },
    {
        "ans_text": "no hate",
        "text": "Damn that made me laugh!"
    },
    {
        "ans_text": "no hate",
        "text": "This is a staged scene there is no license plate on this truck and it is a refrigerated trailer look at the facts people you can't drive a commercial truck down the roads of Texas without a dot cop pulling you over don' be fooled this whole thing doesn’t add up"
    },
    {
        "ans_text": "no hate",
        "text": "Trump is racist for not letting this brave woman return!!!"
    },
    {
        "ans_text": "no hate",
        "text": "Can't wait for the music video!!!!!"
    },
    {
        "ans_text": "no hate",
        "text": "Women cannot create children, only men can do that. Women can bear children."
    },
    {
        "ans_text": "no hate",
        "text": "All asian people look identical to this one. He is the mother of Asia"
    },
    {
        "ans_text": "hate",
        "text": "I like big thick bitches to serve me my cocktail. They are good only for such things"
    },
    {
        "ans_text": "hate",
        "text": "LMAO while watching this church burn"
    },
    {
        "ans_text": "no hate",
        "text": "and we can all make america grea- ..... make america better"
    },
    {
        "ans_text": "hate",
        "text": "She then suggests that the men who commented on her video should be killed."
    },
    {
        "ans_text": "no hate",
        "text": "to be honest I am part of the LGBT community and to be in their shoes for a while it hurts you a lot, you want to be treated the same way as other being. they need to see that there is people that are in their church that are in the LGBT community going their. They need to notice them and how they are people like them."
    },
    {
        "ans_text": "no hate",
        "text": "We are repeating our past before it used to Germany and Jews now its China and Muslims"
    },
    {
        "ans_text": "hate",
        "text": "People with traumatic brain injury should have the ability to get euthanatize"
    },
    {
        "ans_text": "no hate",
        "text": "The Veil of Isis is also a great song by The Sword."
    },
    {
        "ans_text": "hate",
        "text": "You look like Russian and speak like Indian. Both are disgusting go kill yourself"
    },
    {
        "ans_text": "no hate",
        "text": "So when i scroll down to read/leave a comment and scroll back up they blue like thumbs up goes away, it has done this 4 times in a row now. Hmm is it just a glitch or does YouTube remove it when they think you will just leave the video without checking? This happens a lot but only on channels like this."
    },
    {
        "ans_text": "no hate",
        "text": "There was one facility opened in the US to provide shelter for abused men. Feminist protested until it was closed. Now there are none."
    },
    {
        "ans_text": "no hate",
        "text": "In my opinion, God loves us all for who we are, no matter your sexuality, gender, races, religions or anything.  your actions and personalities count."
    },
    {
        "ans_text": "hate",
        "text": "Fucking Canada...stupid. I think the cold shrinks their brains."
    },
    {
        "ans_text": "no hate",
        "text": "Why don't they have their own games?"
    },
    {
        "ans_text": "no hate",
        "text": "God bless you dears"
    },
    {
        "ans_text": "no hate",
        "text": "Our world should be ashamed, the west should live with the knowledge that we did nothing to stop this until it was far too late."
    },
    {
        "ans_text": "no hate",
        "text": "What type of question it is???????"
    },
    {
        "ans_text": "hate",
        "text": "I love watching this cross believers get killed in their god’s place. Ha ha "
    },
    {
        "ans_text": "hate",
        "text": "I liked macklemore,  not anymore , gays should fucking die motherfuckers cocksukers"
    },
    {
        "ans_text": "no hate",
        "text": "You make me wanna hit the gym. Thicker than a damn snicker dammit!"
    },
    {
        "ans_text": "no hate",
        "text": "You guys I fell so bad, I hope this don’t happen again. Im a Islam"
    },
    {
        "ans_text": "no hate",
        "text": "that is the most beautiful right hook ive seen. what a hero!"
    },
    {
        "ans_text": "no hate",
        "text": "whats the big deal mexico has immigration laws and policies they deport people all the time nothing is said or done yet when the united states chooses to enforce its immigration laws and policies people become shocked and outraged"
    },
    {
        "ans_text": "no hate",
        "text": "you are a great brother to abbie, that family is changing the world! "
    },
    {
        "ans_text": "no hate",
        "text": " I support trans people's rights to be free of discrimination, but biological males should not be allowed to compete against women in athletic competitions"
    },
    {
        "ans_text": "hate",
        "text": "who gives aa fuck about shit diamonds from the jews fuck them both"
    },
    {
        "ans_text": "no hate",
        "text": "I have autism, yet i have alot of friends"
    },
    {
        "ans_text": "no hate",
        "text": "Ok so where the hell this Terrorist get guns and ammos??"
    },
    {
        "ans_text": "hate",
        "text": "Die fucking arab dude sand niggas"
    },
    {
        "ans_text": "hate",
        "text": "Asians have more fats so they are yellow.  So fat people are yellow?..."
    },
    {
        "ans_text": "no hate",
        "text": "Omg that is awesome so much hate but stay positive"
    },
    {
        "ans_text": "hate",
        "text": "Those religious COCKROACHES are pure evil. Don' go to Melbourne very dangerous place."
    },
    {
        "ans_text": "hate",
        "text": "The thing is women are not equal to us men and their place is the home and kitchen"
    },
    {
        "ans_text": "hate",
        "text": "Hope you fucking die bitches gay people should not exist all you do is lick one another's ass"
    },
    {
        "ans_text": "hate",
        "text": "we take everyone, sudanese niggers, egyptian shitskins, palirats, syrian and iraqi scums, they're all dogs that behave like niggers, they cost too much, especially syrians, there is way too many of them here, they are arrogant ungrateful backstabbing apes."
    },
    {
        "ans_text": "no hate",
        "text": "That's their problem and no one should interfere with their own way of life. If someone is unhappy they can try to escape."
    },
    {
        "ans_text": "hate",
        "text": "Stupid ugly asian tan ass snitch"
    },
    {
        "ans_text": "no hate",
        "text": "I'm glad someone finally also brought light on the pay gap in asian countries (description of video) because frankly often it is only focused on the US where the pay gap is really small already compared to asian countries. (in the US it's about 6%)"
    },
    {
        "ans_text": "hate",
        "text": "Oh GOD YES!!!! Feel the shrapnel pierce through your skin, let the fire consume your flesh and lay lifeless on the unforgiving sand that seeps into your wounds. Your screams is what gives Murcia the fuck yeah in the most patriotic songs on earth. BURN IN HELL YOU GOATS !!!"
    },
    {
        "ans_text": "no hate",
        "text": "Buy lethal guns ... Real ones, not toys!"
    },
    {
        "ans_text": "hate",
        "text": "\"Every female-dominated job: low skill; minimal education required; not much physical exertion; indoors; tightly controlled hours.\""
    },
    {
        "ans_text": "hate",
        "text": "I would smack them also but I'\u0080\u0099d be homophobic and in jail with ya!"
    },
    {
        "ans_text": "hate",
        "text": "HOPE THEY KNOCK HER ASS TO THE GROUND AND RIP HER DRESS OFF AND SHAME HER....NOW THATS A POWERFUL IMAGE."
    },
    {
        "ans_text": "hate",
        "text": "What about to shove your crutch to your ass  "
    },
    {
        "ans_text": "hate",
        "text": "If only there was a way to get children without having to get women pregnant we had them all ready killed"
    },
    {
        "ans_text": "hate",
        "text": "an Asian Moe Howard piece of shit"
    },
    {
        "ans_text": "no hate",
        "text": " Don't say I'm not your type"
    },
    {
        "ans_text": "hate",
        "text": "Really, I hope she get raped in the future. Raping women should be legal I think"
    },
    {
        "ans_text": "no hate",
        "text": "Beautiful in every way!"
    },
    {
        "ans_text": "hate",
        "text": "this man is an inspiration. Has killed 900 people raped 250 women. I want to be like him. He is not scared of death. Not scared of anything."
    },
    {
        "ans_text": "no hate",
        "text": "\"Ugh, my heart hurt for her when she was talking about how the troll comments hurt her.  You can see the love she has for him; it radiates from her.\""
    },
    {
        "ans_text": "no hate",
        "text": "IM GAY AND FUCKING PROUD FUCK BITCHES LIKE THESE PEOPLE"
    },
    {
        "ans_text": "no hate",
        "text": "Fake news fake news"
    },
    {
        "ans_text": "hate",
        "text": "I regret approaching that girl. Fuck our gynocentric society. I hate her and wish her to vanish like my feelings"
    },
    {
        "ans_text": "no hate",
        "text": "These boys will then grow up with people making fun of them and they will then hate their parents for ruining their lives."
    },
    {
        "ans_text": "no hate",
        "text": "The next time I like up in front of one like him I will shout to his left ear that he is a trash and worthless! HAHAHHAA. I know I’m a bad man. IM BADMAN"
    },
    {
        "ans_text": "no hate",
        "text": "As a black person, I think that rappers should stop putting the n-word in the song. Plus, you should be proud of being White. I am proud of being black, so.."
    },
    {
        "ans_text": "hate",
        "text": "The power of Christ compels you! You demonic whore, you will feel the wrath of my petrol you wench!"
    },
    {
        "ans_text": "hate",
        "text": "I don’t like this gender at all. I definitely wouldn’t hire any male bitch at ma shop"
    },
    {
        "ans_text": "hate",
        "text": "Moldova is a country of masochists.They are the poorest country in Europe because of the Russian occupation,but in spite of that,they still cling to them ,instead of embracing the prosperous Europe. Not smart."
    },
    {
        "ans_text": "no hate",
        "text": "Lauren is SAVAGE. love her"
    },
    {
        "ans_text": "hate",
        "text": "Women!!! Grow a pair and refuse to compete with men!!! This is asinine!"
    },
    {
        "ans_text": "no hate",
        "text": "What would the abuser doing to her around the neck? Stupid dick (the abuser)"
    },
    {
        "ans_text": "no hate",
        "text": "I pray to the god of the heavens and the Earth bless the victims of Boko Haram."
    },
    {
        "ans_text": "no hate",
        "text": "We need to exterminate people that subject children to such Perversion"
    },
    {
        "ans_text": "no hate",
        "text": "I am proud to be white I cant believe that some of these people said that they weren't proud to be white?? I'm proud to be white. I didn't choose my race, so just own it. Be proud to be what your are. You're black? Be proud to be black. Being proud of one's race/culture isn't exclusive to just POC or anyone else. Again, you are what you are so just own it."
    },
    {
        "ans_text": "no hate",
        "text": "Japanese culture is ancient and unique"
    },
    {
        "ans_text": "hate",
        "text": "Racist ass black bitch slapping a white man. Bus driver has that uppercut for that ass."
    },
    {
        "ans_text": "no hate",
        "text": "Even after just getting out of surgery you look like a bomb ass BITCHHH!! Love you and hope you'¬Ä¬ôre recovering fast!"
    },
    {
        "ans_text": "no hate",
        "text": "\" All values, unless otherwise stated, are in US dollars.\"\"\""
    },
    {
        "ans_text": "hate",
        "text": "Lmfao that fat slob in the wheelchair"
    },
    {
        "ans_text": "hate",
        "text": "Who do you think you are cunt? wtf! Stay steady to aim for head little christian rat"
    },
    {
        "ans_text": "no hate",
        "text": "He has lower iq than when water freezes"
    },
    {
        "ans_text": "no hate",
        "text": "Bro just delete yo shit off YouTube rn. Fuck outta here with yo clout chasing ass."
    },
    {
        "ans_text": "no hate",
        "text": "Its a challenge can anyone do it in reality"
    },
    {
        "ans_text": "no hate",
        "text": "Do you know why he is smiling because there is no “excretion law” in New Zealand! The max sentence he will receive from a judge is no more than 27 years in prison! Is this justice? Or because Muslims lives don't matter!???  :((("
    },
    {
        "ans_text": "hate",
        "text": "Easter is the most silly holiday ever existed. It must be stopped. Shame shame shame"
    },
    {
        "ans_text": "no hate",
        "text": "Well..congratulations u loose one of ur subscriber.... shame on u guys u guys sick."
    },
    {
        "ans_text": "no hate",
        "text": "You said he but still not convinced this is a male. A sorely lost hipster girl maybe though"
    },
    {
        "ans_text": "no hate",
        "text": "I'm a British born Muslim who helps Slovakians and other immigrants from that region. My faith has taught me to respect and honour.   These are strange times."
    },
    {
        "ans_text": "hate",
        "text": "it takes a fat black bitch to say something super stupid"
    },
    {
        "ans_text": "hate",
        "text": "Do lesbians know what a bra is? It's always the fat ugly ones  who pick a fight."
    },
    {
        "ans_text": "no hate",
        "text": "My grandma had a roommate who was a drag queen I had drag queen knwonledge at 11 and what was cool lol"
    },
    {
        "ans_text": "hate",
        "text": "Hating this church. Was a catholic one, right? Very happy to see it burn to dust"
    },
    {
        "ans_text": "no hate",
        "text": "I like this lady. Seems like a role model for both men and women on how to have an open mind"
    },
    {
        "ans_text": "hate",
        "text": "Hindus and Muslims are same shit. They only know how to kill Peoples...See comments of Christians people no rudeness no abusing or bad words... Christians religion is the best religion in the world"
    },
    {
        "ans_text": "hate",
        "text": "Fuck Sweden. Let it die like the degenerates they are!"
    },
    {
        "ans_text": "no hate",
        "text": "Well I'm an woman and I was born in Guatemala, Em... I dont see anything wrong with Guatemala."
    },
    {
        "ans_text": "hate",
        "text": "that punch turned that immigrants jaw direction to nigeria"
    },
    {
        "ans_text": "no hate",
        "text": "Salute to this woman in Hollywood! You are so human, my lady. I love you"
    },
    {
        "ans_text": "no hate",
        "text": "Drink Bleach."
    },
    {
        "ans_text": "no hate",
        "text": "The dark cloud is the side of you that you cannot fully understand but its your alter ego that you need to accept or you’\u0080\u0099ll be deprived of your superpowers."
    },
    {
        "ans_text": "hate",
        "text": "I don’t care about your mental illness. I don’t want to pay tax for your damage brain"
    },
    {
        "ans_text": "hate",
        "text": "Watching this kid trying to step up and walk with that crutches is the best thing in the world. So idiot"
    },
    {
        "ans_text": "no hate",
        "text": "Gas should be your preferred drink"
    },
    {
        "ans_text": "hate",
        "text": "Women deserve to be abused, I guess."
    },
    {
        "ans_text": "no hate",
        "text": "I hate being alone at night. Its fucking creepy"
    },
    {
        "ans_text": "no hate",
        "text": "It is time for Trump to find a natural death or somehow a bullet finds him and puts us out of his misery."
    },
    {
        "ans_text": "no hate",
        "text": "You look like you kill bees for fun"
    },
    {
        "ans_text": "hate",
        "text": "Im going to choke you with your cross necklace idiotic religious pig"
    },
    {
        "ans_text": "hate",
        "text": "Generally speaking, most women are lazy and worthless not all, but most."
    },
    {
        "ans_text": "no hate",
        "text": "It should be humanity first before any country"
    },
    {
        "ans_text": "hate",
        "text": "If only he was black....He would be literally be behind bars faster than you can even imagine"
    },
    {
        "ans_text": "hate",
        "text": "Now LGBT is okay in Islam. Go to get killed"
    },
    {
        "ans_text": "no hate",
        "text": "Just wanna know how the fuck did this show up on my home on YouTube. So damn disturbing.."
    },
    {
        "ans_text": "no hate",
        "text": "Maybe I’m crazy. Maybe I’m not. I really don’t care if you try to fuck with my brain but ill stand strong bitch"
    },
    {
        "ans_text": "no hate",
        "text": "When u two getting married? Kid in mind?"
    },
    {
        "ans_text": "no hate",
        "text": "Yo, if I’m going to hell for being homosexual, why did god make me like this?"
    },
    {
        "ans_text": "no hate",
        "text": "seen the way the israelis treat the palestinians? slaughter on a weekly basis, very racist are the israelis to the point of genocide."
    },
    {
        "ans_text": "no hate",
        "text": "Who ever disliked this video should be ashamed of them selfs"
    },
    {
        "ans_text": "no hate",
        "text": "Thanks god at least you have music to pale the pain being blind. Oh what you can’t hear too. Haha"
    },
    {
        "ans_text": "hate",
        "text": "That fucking black cunt gets fucking cross hairs on the fucking head! Look I owe not shit to anyone who dosent owe me!!! LOOK WHORE!! FUCK YOU TO DEATH!!! 11 PERCENTILE AND FALLING!! WHORE BLACK RACIST WHORE! TAKE THE RED PILL!"
    },
    {
        "ans_text": "no hate",
        "text": "When you find out he has a girlfriend"
    },
    {
        "ans_text": "hate",
        "text": "Kill every white people mercylessly."
    },
    {
        "ans_text": "hate",
        "text": "Now they know better than this shit lol they dudes. The stronger sex. The man supremacy"
    },
    {
        "ans_text": "no hate",
        "text": "when  a handsome man marries a man ..we are only bite fingers"
    },
    {
        "ans_text": "hate",
        "text": "GAYS WAS NEVER AFRICAN AND NEVER WILL BE SICK WHITE PEOPLE  GO FUCK EACH OTHER  LET US BE"
    },
    {
        "ans_text": "no hate",
        "text": "I could just cuddle with him"
    },
    {
        "ans_text": "no hate",
        "text": "stupid dumb ass"
    },
    {
        "ans_text": "no hate",
        "text": "Every publicity is good publicity ha ? I'\u0099m here after watching leaving neverland i don'\u0099t know he is guilty or not but in music he is a legend and no one can take that from him"
    },
    {
        "ans_text": "hate",
        "text": "I wish HIV to your butthole male whore"
    },
    {
        "ans_text": "hate",
        "text": "Only black lives matter. fuck white people the cancer of the earth"
    },
    {
        "ans_text": "no hate",
        "text": "America is the greatest country. That aint lie you know that I know that"
    },
    {
        "ans_text": "no hate",
        "text": "Archeological evidence is clear, europeans have always taken care of each other regardless of disability, and we will never stop until there is no more disability! Are we just cool or what, turns out that disabled people take care of us to, and together we are even cooler!"
    },
    {
        "ans_text": "no hate",
        "text": "Even straight boys played with Barbies when they were kids!  Not an issue."
    },
    {
        "ans_text": "hate",
        "text": "FUCKING NIGGER GO BACK TO AFRICA"
    },
    {
        "ans_text": "hate",
        "text": "Good Muslims deserved attack and damage"
    },
    {
        "ans_text": "hate",
        "text": "fucking slut deserved it"
    },
    {
        "ans_text": "no hate",
        "text": "ABUSERS ARE NOT JUST MEN. THEY CAN BE WOMEN TOO"
    },
    {
        "ans_text": "no hate",
        "text": "Support gay pride"
    },
    {
        "ans_text": "hate",
        "text": "You look magically retarded."
    },
    {
        "ans_text": "no hate",
        "text": "God,my humble question to u almighty... Y u send them to earth to suffer?"
    },
    {
        "ans_text": "hate",
        "text": "(((They))) will be chased out of every white country and hunted down like the animals they are for their evil schemes and plots"
    },
    {
        "ans_text": "no hate",
        "text": "Im very glad to have friends"
    },
    {
        "ans_text": "hate",
        "text": "American people are dumbass. They don't even know geography"
    },
    {
        "ans_text": "hate",
        "text": "Equality should not apply on people of different religions except christianity."
    },
    {
        "ans_text": "no hate",
        "text": "When pain is a relief then something must be wrong"
    },
    {
        "ans_text": "no hate",
        "text": "Wow why are these comments soo cruel and people muslims are like other religions and we should respect it!  WE NEED RIGHTS FOR MUSLIMS!!!!"
    },
    {
        "ans_text": "no hate",
        "text": "I would prefer a phallic world"
    },
    {
        "ans_text": "no hate",
        "text": "Love being roasted"
    },
    {
        "ans_text": "no hate",
        "text": "2 comments 4 likes and no views gg youtube"
    },
    {
        "ans_text": "no hate",
        "text": "Poor women"
    },
    {
        "ans_text": "hate",
        "text": "SEND ALL GAYS TO HELL"
    },
    {
        "ans_text": "hate",
        "text": "Jews are lower class pigs."
    },
    {
        "ans_text": "no hate",
        "text": "these videos may already feel long but their responses are cut so short and not given a true voice. I would love if you produced fuller videos so we, the viewers, can really hear what these people have to say because these are all topics that are not common among today’\u0099s people. It'\u0080\u0099s rewarding to hear insight from both sides no matter the topic."
    },
    {
        "ans_text": "hate",
        "text": "As an SJW, it is the right of black people to rob and kill me. To not allow them is a white privilege."
    },
    {
        "ans_text": "hate",
        "text": "Pale cancer! Back to your west pacific ocean"
    },
    {
        "ans_text": "hate",
        "text": "Honestly, go fuck yourself! bitch!"
    },
    {
        "ans_text": "no hate",
        "text": "Did you use the ‚ÄúTan‚Äù or ‚ÄúDark‚Äù filter?"
    },
    {
        "ans_text": "no hate",
        "text": "My best friend is muslim. And he is the best man in the world"
    },
    {
        "ans_text": "hate",
        "text": "\"If I were your dad, I'd Google \"\"Abortions at 30 years old mentally handicapped”.\""
    },
    {
        "ans_text": "hate",
        "text": "Surprised that the burqa is banned in Belgium, but not in Poland where they are is much more looked-down upon. Kill them"
    },
    {
        "ans_text": "no hate",
        "text": "Enough is Enough"
    },
    {
        "ans_text": "hate",
        "text": "beeing gay is anti human"
    },
    {
        "ans_text": "no hate",
        "text": "\"Children have no business developing their 'sexuality\"\". THEY ARE CHILDREN! LET THEM BE KIDS!\""
    },
    {
        "ans_text": "no hate",
        "text": "My fav is to ask her out, explicitly defining it as a date.  Try it. It works."
    },
    {
        "ans_text": "hate",
        "text": "Why are niggers superior athletically to all other races?"
    },
    {
        "ans_text": "no hate",
        "text": "It is very easy in Seattle for a wheeler! but it is not the same in all towns and countries!Ôªø "
    },
    {
        "ans_text": "no hate",
        "text": "does your little sister know you are wearing her clothes bitch tits?"
    },
    {
        "ans_text": "no hate",
        "text": "People are genuinely good, we just learned to hate. when Europe was all white and christian they killed each other, the same happened to the Muslim world"
    },
    {
        "ans_text": "no hate",
        "text": "\"I failed one little test and my mom got scared and said, \"\"You're moving with your auntie and uncle in Alaska.\"\"\""
    },
    {
        "ans_text": "hate",
        "text": "Autists is why presidents like trump are getting elected"
    },
    {
        "ans_text": "no hate",
        "text": "I wish everyone had a father like him so loving and caring"
    },
    {
        "ans_text": "no hate",
        "text": "Huh kids like this with crazy eyes and weird moves lurking around are scary. Please mama of this creeper cuff him and sent him to an asylum "
    },
    {
        "ans_text": "hate",
        "text": "Hello I'm calling from tech support *with Indian accent*"
    },
    {
        "ans_text": "hate",
        "text": "Waitresses are cunts"
    },
    {
        "ans_text": "hate",
        "text": "smack the fat ass out of her"
    },
    {
        "ans_text": "no hate",
        "text": "I'm  heterosexual and African by birth, by breed and by character... and a very traditional man, Xhosa to be precise. But i still believe in human rights... we are all equal, whatever  religion, ethnicity, demography, tribe or language... we are all equal. And one day people will be free enough to love and date whoever they wanna without prejudice and judgment. 2019‚Ä¶Viva human rights viva"
    },
    {
        "ans_text": "no hate",
        "text": "He's got the hottest man tits i've seen."
    },
    {
        "ans_text": "no hate",
        "text": "We are not these bodies. We are spirit souls."
    },
    {
        "ans_text": "no hate",
        "text": "I can totally relate to this and it actually hurts, I'm also biracial white and afro-american"
    },
    {
        "ans_text": "no hate",
        "text": "All these problems men have, and no one will ever care."
    },
    {
        "ans_text": "no hate",
        "text": " And therefore never send to know for whom the bell tolls "
    },
    {
        "ans_text": "hate",
        "text": "Europe is land of white people. Don't let africans take over our home. Fuck islam. Fuck multiculturalism."
    },
    {
        "ans_text": "no hate",
        "text": "i came from a small country in asia and not that much people doesnt know that every time i travel to somewhere else people ask me so are u chinese? or japanese? or korean? srly every country isnt china or japan or korea in asia"
    },
    {
        "ans_text": "hate",
        "text": "Well my religion isn’t as satanic as yours at least"
    },
    {
        "ans_text": "no hate",
        "text": "Not only the politicians are going into the wood chippers but also the police."
    },
    {
        "ans_text": "no hate",
        "text": "They are violent fucking savages what the fuck did you think would happen? We wont be thrown around, this is our continent and our responsibility to preserve."
    },
    {
        "ans_text": "no hate",
        "text": "Islam is the true religion. believe it brothers"
    },
    {
        "ans_text": "no hate",
        "text": "These girls are so pretty seriously. Being autistic is such an interesting experience and I am happy to be autistic!"
    },
    {
        "ans_text": "no hate",
        "text": "LOVE IS LOVE  ROSES ARE REDS VIOLET ARE BLUE HAPPINESS IS ALL COLOR'S  LESBIAN IS BLESSING  BISEXUAL IS BEAUTIFUL  GAY IS MARVELOUS! ROSES ARE RED VIOLETS ARE BLUE  IM GAY AND SO ARE YOU AND WE ARE HAPPY THAT WAY    DON'T BE RUDE BE RESPECTFUL FOR LGBTQ PEOPLE ITS LOVE AND LOVE IS AMAZINGLY IMPORTANT AND BEAUTIFUL WE ARE ALL HUMANS AND WE ALL LOVE NO MATTER WHAT"
    },
    {
        "ans_text": "no hate",
        "text": "Bottles are beautiful on the inside and out"
    },
    {
        "ans_text": "hate",
        "text": "Put a woman to abuse that fat woman and don’t put a kind guy"
    },
    {
        "ans_text": "hate",
        "text": "The only thing more repulsive than a nigger is a nigger faggot. Self-hating whites shower images of cross-dressed niggers with praise because the modern left fetishizes all forms of depravity."
    },
    {
        "ans_text": "hate",
        "text": "Christians can get crazy religious and I get so f u c k i n g annoyed"
    },
    {
        "ans_text": "hate",
        "text": "EEEWWWWWWW TRANSGENDERS ARE FUCKING DISGUSTING"
    },
    {
        "ans_text": "hate",
        "text": "All people are fucked up because of these queer thing because y'all realize how shitty gender roles are and how absurd is to see it in reverse genders roles"
    },
    {
        "ans_text": "no hate",
        "text": "I bet they had jobs."
    },
    {
        "ans_text": "hate",
        "text": "i don't blame texas, trans should be looked down upon"
    },
    {
        "ans_text": "hate",
        "text": "Save on security and police, deport all immigrants and Sadiq Khan!"
    },
    {
        "ans_text": "no hate",
        "text": "WHAT THE FUCK IS THIS ??!????! Disgusting! Absolutely disgusted and disappointed in Today'\u0099s America."
    },
    {
        "ans_text": "hate",
        "text": "What imaginary gender are you?"
    },
    {
        "ans_text": "hate",
        "text": "deport these cunt asians"
    },
    {
        "ans_text": "hate",
        "text": "This is S-I-C-K If I ever seen a Girlyman like him go into the same lavatory as my wife, or daughter somebody better call the EMTs because the ONLY way SheHe is coming out will be on a Stretcher, or in a body bag! Just sayin.........."
    },
    {
        "ans_text": "no hate",
        "text": "I want people to throw Skittles at me at my wedding"
    },
    {
        "ans_text": "hate",
        "text": "Being a lesbian is fine if you really love being an animal"
    },
    {
        "ans_text": "hate",
        "text": "why the hell is this Norwegian speaking about our LAWS? SPEAK FOR YOUR OWN Scandinavian scam"
    },
    {
        "ans_text": "no hate",
        "text": "the engagement ring story outrages me more than it should have."
    },
    {
        "ans_text": "hate",
        "text": "Shemales are paranormal creatures. We shouldn't let them be free. Neither be captured. Just dead and buried already"
    },
    {
        "ans_text": "no hate",
        "text": "Islam and Christianity have mixed for centuries so the idea that we cannot coexist is an ignorant idea."
    },
    {
        "ans_text": "hate",
        "text": "Why don't they just use handicapped restrooms for the mentally challenged? Problem solved!"
    },
    {
        "ans_text": "hate",
        "text": "Crazy auntie get rid of your autistic son and make good to planet"
    },
    {
        "ans_text": "no hate",
        "text": "there's nowhere in the world where woman are equal. how about in all the places where they are president or prime minister or queen... how about in America, Australia, Canada, Britain, Scandinavia, France... shall I go on? Like honestly woman u live in an equal world. Stop being so self-obsessed and stop refusing to look at the facts. Women are already equal to men and have been for a long time."
    },
    {
        "ans_text": "no hate",
        "text": "War is over they should go back home. Or not"
    },
    {
        "ans_text": "no hate",
        "text": "Now where are the feminists accusing of woman as demons abusing women all the time??"
    },
    {
        "ans_text": "hate",
        "text": "This muslim with his pumped up hood better run better run, faster than my bullet"
    },
    {
        "ans_text": "hate",
        "text": "actually autism can make you a retard"
    },
    {
        "ans_text": "hate",
        "text": "Every girl on this planet curses her mother for their birth. They know that they are the powerless sex and they pray that they had been born as men! With dicks and stuff."
    },
    {
        "ans_text": "hate",
        "text": "That whore has better eyelashes than any other women"
    },
    {
        "ans_text": "hate",
        "text": "He is the weirdest autistic I’ve seen in my life"
    },
    {
        "ans_text": "hate",
        "text": "Islam is hell .  We Asian hate isalm...Islam bring only destruction..killing.  rape... rufugee.... Islam is hell .. Asian thought √∞¬ü¬ò¬Ç√∞¬ü¬ò¬Çsorry...but is true"
    },
    {
        "ans_text": "no hate",
        "text": "What happened to rap? This right here.... This is rap "
    },
    {
        "ans_text": "no hate",
        "text": "Im bisexual but im not looking to hook up with whatever. And i havent come out yet. Im scared, really scared."
    },
    {
        "ans_text": "no hate",
        "text": "Can't tell if you're a pedophile victim or a pedophile."
    },
    {
        "ans_text": "no hate",
        "text": "If these men come to Norway to seek liberty and human rights, then they have to respect women and their rights. Norway people you dont have to show pity by accepting these kind of people into your country"
    },
    {
        "ans_text": "no hate",
        "text": "You look like someone who would do an electric wheelchair race with Stephen Hawking."
    },
    {
        "ans_text": "no hate",
        "text": "Wow this voice and reading is the best thing in my life!!!!"
    },
    {
        "ans_text": "hate",
        "text": "Being blind would make me want suicide. Go kill yourself kid"
    },
    {
        "ans_text": "no hate",
        "text": "If you are a fking queen, you can move in any direction. So please move away from the camera that was used to take this picture. That applies to every women"
    },
    {
        "ans_text": "hate",
        "text": "This fcking jew wants money? I’ll give him only my dick if he wants"
    },
    {
        "ans_text": "no hate",
        "text": "if they hide in the engine they would get killedthat is a stupid way they can smuggle into another country"
    },
    {
        "ans_text": "hate",
        "text": "All girls like you should have a pimp to guide them to successful prostitution"
    },
    {
        "ans_text": "no hate",
        "text": "well, looks like its time to have another child"
    },
    {
        "ans_text": "hate",
        "text": "You really think that European People will like you if you humiliate Muslims? I think that's a big mistake because you're an Indian. I mean, they don' like you either so don' try to look cute. By the way, your accent sucks terribly my friend."
    },
    {
        "ans_text": "hate",
        "text": "Humans with third leg I hope to distinct soon, with much love"
    },
    {
        "ans_text": "hate",
        "text": "I would love to watch tearing apart every christian or muslim"
    },
    {
        "ans_text": "hate",
        "text": "Islam is pig shit"
    },
    {
        "ans_text": "hate",
        "text": "Fuck off niggers WV is full"
    },
    {
        "ans_text": "hate",
        "text": "I won’t let your Allah fuck my life. Convert to Christian or make your self and kids a favour and return back to your homelands"
    },
    {
        "ans_text": "no hate",
        "text": "Just shoot her, one less of them to have to deal with in the future."
    },
    {
        "ans_text": "no hate",
        "text": "STOP PUTTING THIS IN MY RECOMMEND WTF I'M NOT GAY"
    },
    {
        "ans_text": "no hate",
        "text": "There are the most Evil realigion than Cristian right now Europe american and Asia and Australia as puertorican they are discusting mind craquers as a San Bernardian bravo Mr president"
    },
    {
        "ans_text": "no hate",
        "text": "Finally figured out where that voiceclip came from... I'¬Ä¬ôm so happy"
    },
    {
        "ans_text": "hate",
        "text": "Black people are the most racist people I ever met. I√¢¬Ä¬ôm not even white, and I know this. Most blacks are racists!"
    },
    {
        "ans_text": "hate",
        "text": "I’m searching for a hitman right now to kill this whore and every other like her. H A T E  W O M E N"
    },
    {
        "ans_text": "hate",
        "text": "These people are fucking animals they will never change. Our cultures are simply not compatible. There is definitely a rape culture and it√¢¬Ä¬ôs right here with Islam."
    },
    {
        "ans_text": "no hate",
        "text": "Call that the Caitlyn Jenner syndrome."
    },
    {
        "ans_text": "hate",
        "text": "Whites smoke to much ciggssss and drugs shot those co. Down.. Just say no to drugs kids"
    },
    {
        "ans_text": "hate",
        "text": "Just look at that crowd!!! ALL FAT WHITE TRASH OR METH ADDICTS"
    },
    {
        "ans_text": "no hate",
        "text": "How much is this lawyer getting paid to go through all of this? It's not that much money in the world to take up for this fool!"
    },
    {
        "ans_text": "no hate",
        "text": "Victimizing yourself doesn’t help"
    },
    {
        "ans_text": "hate",
        "text": "This is exactly how I feel like when I see a tranny like this disgusting af"
    },
    {
        "ans_text": "hate",
        "text": "This sick, disgusting, white terrorist/fascist killed more than 50 innocent people."
    },
    {
        "ans_text": "no hate",
        "text": "White chocolate and raspberry :)"
    },
    {
        "ans_text": "hate",
        "text": "Any lesbian that doesn't look like a complete hog actually wants to be with a man."
    },
    {
        "ans_text": "hate",
        "text": "These kind of fake photos of blacks pisses me off. Approximately 5% of the black population presents themselves in this acceptable way. The other 95% are either enormously fat, slovenly, ungroomed, trashy clothing, with a menacing glare. These are white people in blackface."
    },
    {
        "ans_text": "hate",
        "text": "I feel uncomfortable when I'm in the same room with an abnormal disabled person"
    },
    {
        "ans_text": "no hate",
        "text": "My smile is beaming, my skin is gleaming! YUH"
    },
    {
        "ans_text": "no hate",
        "text": "What the fuck stupid people !!!"
    },
    {
        "ans_text": "no hate",
        "text": "This documentary is on point. This helped me through class ty boy"
    },
    {
        "ans_text": "hate",
        "text": "This is so sinful. It says it in the bible you dumb fucktards. Stop saying YOU WILL GO TO HEAVEN IF YOU ARE GAY. because you will not go to heaven. Trust me its a fucking choice my GF dated girls and I was her 2nd bf she dated like 12 girls and she is 100% straight. You can change to the right side :)"
    },
    {
        "ans_text": "hate",
        "text": "Bulgars are Indo Europeans, Turks are not, you ignorant pakisven. Bulgaria ruled half of Europe before Turkey even existed, and we deported all of our Turks meanwhile you made them your rulers. Sven is a fake german country ruled by arabs."
    },
    {
        "ans_text": "hate",
        "text": "Every time I see her with a hijab, niqab or burka or shit I fantasising of choking her to death with that facking piece of cloth"
    },
    {
        "ans_text": "hate",
        "text": "If I had to meet one of the apostles I would fuck them for not killing him"
    },
    {
        "ans_text": "no hate",
        "text": "He seems like the very talkative taxi driver"
    },
    {
        "ans_text": "hate",
        "text": "Two things are apparent: one, not a male and two, your ass is indeed sorry that it's been turned into a drive-in."
    },
    {
        "ans_text": "no hate",
        "text": "hollywood is the most bizare sickest and evillest industry"
    },
    {
        "ans_text": "no hate",
        "text": "as someone who professionally diagnosed with mental illnesses I find it disrespectful and disgusting making a profit off it. making jokes is a different story for me though, I make jokes to help me cope but there'\u0080\u0099s a line between joking and being disrespectful."
    },
    {
        "ans_text": "hate",
        "text": "Don't hit Women. Just fuck them and make them pregnant."
    },
    {
        "ans_text": "hate",
        "text": "There was a protest today in Birmingham against hate. It was so great to see Muslims and Gays marching together in unity."
    },
    {
        "ans_text": "no hate",
        "text": "The wheelchaired woman was actually scary"
    },
    {
        "ans_text": "hate",
        "text": "I don’t think you have the right to write comments or even express your opinion freely. Free speech is a human right. Autistics aren’t 100% humans"
    },
    {
        "ans_text": "no hate",
        "text": "They are the most calm and patient police ever, also, did the bald police man just get stabbed?"
    },
    {
        "ans_text": "no hate",
        "text": "he may be in a wheelchair but he's not at all bad looking! forget the trolls dude"
    },
    {
        "ans_text": "no hate",
        "text": "Is this guy actually autistic or Is he faking it"
    },
    {
        "ans_text": "no hate",
        "text": " I just wanna make you feel okay"
    },
    {
        "ans_text": "hate",
        "text": "hahahahahahahahaha europ fuck you fucking nazis"
    },
    {
        "ans_text": "hate",
        "text": "Stupid feminists. For FUCK sake! Just....Just....fucking kill yourself."
    },
    {
        "ans_text": "no hate",
        "text": "Short answer: if you are a murderer or child molester that is the natural choice."
    },
    {
        "ans_text": "no hate",
        "text": "Should have been sterilised upon arrival. Now your future doesn't exist."
    },
    {
        "ans_text": "no hate",
        "text": "That is a lot of really dumb people in one room. Wow"
    },
    {
        "ans_text": "no hate",
        "text": "It's simple. Ask a person if they're Asian. If the first words out of their mouths are anything other than yes, they are not Asian"
    },
    {
        "ans_text": "hate",
        "text": "Deport all niggers, spics, chinks and other undesirable from white nations. They don't belong in our white nations, they're invaders and enemy forces."
    },
    {
        "ans_text": "hate",
        "text": "I think brown, black or dark-skinned people do choose to be slaves even now in 2019. He knows it is not superior to white dudes"
    },
    {
        "ans_text": "hate",
        "text": "destroy islam"
    },
    {
        "ans_text": "no hate",
        "text": "sons of bitches"
    },
    {
        "ans_text": "no hate",
        "text": "Literally the reason why I'm deleting my Instagram account. Sick of this fakery."
    },
    {
        "ans_text": "hate",
        "text": "seriously, any arab or turks i've ever met had something to do with crime, either he or someone of his family."
    },
    {
        "ans_text": "no hate",
        "text": "People with barbaric cultures and desert religions are all the same."
    },
    {
        "ans_text": "no hate",
        "text": "Deport him in military aircraft and dump him back where he is originated from. Him and his family"
    },
    {
        "ans_text": "no hate",
        "text": "If you ever wake up one morning and want to smile because you're happy with being just who you are. Don't"
    },
    {
        "ans_text": "hate",
        "text": "Asians reminds me the world slavery or servitude"
    },
    {
        "ans_text": "hate",
        "text": "I notice that the LGBT cancer is starting to slowly affect SA countries like Japan."
    },
    {
        "ans_text": "no hate",
        "text": "What a wonderful Angel wife. She is sooo beautiful inside and out. And he is very nice man too. This lady and a lady she is , has the most beautiful laughter i have ever heard in my whole life. This couple is what love is made of. Thankyou for this wonderful video."
    },
    {
        "ans_text": "no hate",
        "text": "Delightful!  Brought back some memories . . . .   Have a wonderful week, guys!"
    },
    {
        "ans_text": "no hate",
        "text": "You cannot take my gun from home. My gun is my protection. I will kill everyone who tries to enter my home without my approval"
    },
    {
        "ans_text": "no hate",
        "text": "The degree of improvement is amazing. My father donated stem cells to my uncle and cured his lymphoma. Stem cells are the future of medicine."
    },
    {
        "ans_text": "hate",
        "text": "This is just crazy liberal satanic crap. Don't fall for it. There are only two genders and these people are just cofused psychos"
    },
    {
        "ans_text": "no hate",
        "text": "Now the sea is filled with disgusting dead filth like them. Ruined my Mediterranean vacations"
    },
    {
        "ans_text": "hate",
        "text": "Islam is a religion of peace.........and we will kill anyone that says otherwise..........in the name of Allah of course!"
    },
    {
        "ans_text": "no hate",
        "text": "why is it censored, why does todays generation get butt hurf and offended so easily, if u dont like it, keep walking then! this use to be a free country but its going down the toilet now."
    },
    {
        "ans_text": "no hate",
        "text": "I would fucking kill Jared leto"
    },
    {
        "ans_text": "no hate",
        "text": "Lots of Loving ppl in world but unfortunately due to presence of few percentage of dead souls Make world Look like Hell"
    },
    {
        "ans_text": "hate",
        "text": "These women aren't autistic, they are smart, autistic people are retards, they make weird noises, they flap their hands. These people are not autistic."
    },
    {
        "ans_text": "no hate",
        "text": "Society is fucked for sure. And that’s everyone’s fault"
    },
    {
        "ans_text": "hate",
        "text": "Salute to Taliban Mujahideen. We Pakistanis are strongly supporting you. Go crush america and kill those bastards. Allah u Akbar. Victory will be yours Insha Allah."
    },
    {
        "ans_text": "no hate",
        "text": "I am so sorry for all the people who disrespect all you guys and I wish I could do something  so they wouldn'. But I can' but you guys know  I love all you guys.â\u009d¤"
    },
    {
        "ans_text": "no hate",
        "text": "My car is my love of my life. I fucking love this bitch. It's fast and it makes me feel complete "
    },
    {
        "ans_text": "no hate",
        "text": "I wish him the best, as well as his children."
    },
    {
        "ans_text": "hate",
        "text": "Ugly white girls and white dudes would not get away with that."
    },
    {
        "ans_text": "no hate",
        "text": "So can I put a wig and run with girls?"
    },
    {
        "ans_text": "no hate",
        "text": "Bro..your channel needs to grow man"
    },
    {
        "ans_text": "hate",
        "text": "This channel is more dangerous than Islam"
    },
    {
        "ans_text": "no hate",
        "text": "People are individuals.  Look at character and behavior, obviously. Race? Meh. That tells you a genetic geographical trait, and that's about it."
    },
    {
        "ans_text": "no hate",
        "text": "Ive had panic attacks due to nothing. Or at least i wouldnt know what wouldve triggered it. My question is, is that normal?"
    },
    {
        "ans_text": "no hate",
        "text": "Faggot. You're probably a fatass too."
    },
    {
        "ans_text": "hate",
        "text": "Why does Bulgaria exist as a country? It's one of those homosexual ones."
    },
    {
        "ans_text": "no hate",
        "text": "If theres any Jikook shippers who ship them romantically...LIKE THIS VID AND THE COMMENT NOW"
    },
    {
        "ans_text": "no hate",
        "text": "You can see the country is fertile and green.  just need the right governance"
    },
    {
        "ans_text": "no hate",
        "text": "I feel like they should give the reporter a pistol or something to protect himself"
    },
    {
        "ans_text": "no hate",
        "text": "Women are equally as strong as men.    They should be able to defend themselves."
    },
    {
        "ans_text": "hate",
        "text": "Fat lesbians"
    },
    {
        "ans_text": "no hate",
        "text": "Do people even care about the color of the persons skin or sexuality in a movie?Its just a bloody movie."
    },
    {
        "ans_text": "no hate",
        "text": "I’d like to see a because I’m black compilation video"
    },
    {
        "ans_text": "hate",
        "text": "Don' worry guys men can easily win femmenism ..... Trust me every shit that invented by men was patterned by men .... There is no way women Gina win in future .....it's just smoke before fire"
    },
    {
        "ans_text": "no hate",
        "text": "Tell me where to ship this comfy electric chair for your kid"
    },
    {
        "ans_text": "hate",
        "text": "build that wall deport them all"
    },
    {
        "ans_text": "hate",
        "text": "this was shit the guy should of boxed his head off and thrown him through the top window,fuck peoado muhamed and islam"
    },
    {
        "ans_text": "hate",
        "text": "even god hates dominicans. why else did he shit them out on the same monkey island as the haitians?"
    },
    {
        "ans_text": "no hate",
        "text": "So, in other words, women's rights are freedom from responsibility and men's rights are responsibility. Is she serious?"
    },
    {
        "ans_text": "no hate",
        "text": "You have the grace and composure of a rabid hyena"
    },
    {
        "ans_text": "no hate",
        "text": "Fat bastard we won' forget you. Vets will kick your ass when caught"
    },
    {
        "ans_text": "no hate",
        "text": "I love bi girls and lesbians"
    },
    {
        "ans_text": "no hate",
        "text": "Always been impressed with how professional and non aggressive british cops are yet they still get the job done hats off American police need to take notes"
    },
    {
        "ans_text": "hate",
        "text": "buddhism and its people reminds off cows. "
    },
    {
        "ans_text": "no hate",
        "text": "japan only rejected 99 they should reject all those mother fuckers"
    },
    {
        "ans_text": "hate",
        "text": "After all this time the african americans are the people with most crime rate"
    },
    {
        "ans_text": "no hate",
        "text": "He was so handsome in that era...he didn' use lipsticks at that time…"
    },
    {
        "ans_text": "no hate",
        "text": "The safest most civilised society in the world - Japan - has banned Islam.. coincidence?"
    },
    {
        "ans_text": "hate",
        "text": "I fucking hate gay and lesbians they are all animals"
    },
    {
        "ans_text": "no hate",
        "text": "And that's how black people can be peaceful"
    },
    {
        "ans_text": "hate",
        "text": "Why aren'\u0080\u0099t Europe evicting those bastards ruining our civilization"
    },
    {
        "ans_text": "no hate",
        "text": "what civilized and nice cops"
    },
    {
        "ans_text": "no hate",
        "text": "Go fucking kill yourself and die already useless ugly pile of shit scumbag"
    },
    {
        "ans_text": "hate",
        "text": "Stand the fuck up and take them out all you fucking lazy white males! fuck being called a racist protect your woman and children. If you find it in the street kill it and bury it right there these animals will wipe you out if your not careful"
    },
    {
        "ans_text": "no hate",
        "text": "Lesbian chewbacca"
    },
    {
        "ans_text": "no hate",
        "text": "not true in saudia arabia women have freedom"
    },
    {
        "ans_text": "no hate",
        "text": "Humiliating this Str8 guy. str8 guys like him doing dumb things"
    },
    {
        "ans_text": "no hate",
        "text": "This is fake u liar bastard. He is ur actor u liar bastard"
    },
    {
        "ans_text": "no hate",
        "text": "\"ADIDAS for you means \"\"All Day I Dream About Snacks\"\"\""
    },
    {
        "ans_text": "no hate",
        "text": "She the one being tense"
    },
    {
        "ans_text": "hate",
        "text": "I honestly hate China. U can disagree but after This I cant. Its a horrible place and Its horrible people"
    },
    {
        "ans_text": "no hate",
        "text": "Do you know how much boys are in a abusive relationship right now? This disgusts me."
    },
    {
        "ans_text": "hate",
        "text": "When I see men running with those plastic legs I laugh my ass out so hard I fart some times"
    },
    {
        "ans_text": "hate",
        "text": "Magnificient. Contrary to what the media reports, I have hope for the people of Europe to expel these leeches."
    },
    {
        "ans_text": "hate",
        "text": "I hate every religion, but because of you I hate most of all your religion and its stupid theories about God and shits"
    },
    {
        "ans_text": "hate",
        "text": "With no legs you are just a bag of meat in your household. Do them the favour and get dead already"
    },
    {
        "ans_text": "no hate",
        "text": "Black women are strong as hell"
    },
    {
        "ans_text": "hate",
        "text": "Is that your nose or is that Thor's Hammer?"
    },
    {
        "ans_text": "no hate",
        "text": "This people are treating women like dogs!!!!!!"
    },
    {
        "ans_text": "no hate",
        "text": "They must be really suffering if they're throwing food all over the ground for the pigeons."
    },
    {
        "ans_text": "hate",
        "text": "SEE THE BLACKS IN PARIS? THEY TRY TO PRETEND THEY ARE FRENCH,  the''men'' want one thing--to pimp out girls and women. The black women desire white men to pretend they are like white french wives but they are Africans. THEY DO NOT BLEND IN WITH WHITE SOCIETY."
    },
    {
        "ans_text": "hate",
        "text": "Indian Ned Flanders. You look like you professionally harrass subpar women on Facebook"
    },
    {
        "ans_text": "no hate",
        "text": "There are so many errors XD"
    },
    {
        "ans_text": "hate",
        "text": "Are you sure you are a girl? That wig on your legs say: I WANT TO BE A BOY"
    },
    {
        "ans_text": "hate",
        "text": "I dare you to choke her next time. Every one of them"
    },
    {
        "ans_text": "no hate",
        "text": "The mountain is near the black sea, no wonder we are called caucasian"
    },
    {
        "ans_text": "no hate",
        "text": "It's killing me seeing gays treated like that"
    },
    {
        "ans_text": "hate",
        "text": "After traumatic brain injury turned gay. I don't know which is worst. Suicide is the way."
    },
    {
        "ans_text": "no hate",
        "text": "Apple is trying to be that one company that the whole world basically depends on in the future. (You know, those future movies where one company does everything.)"
    },
    {
        "ans_text": "no hate",
        "text": "There isn't too little land, there isn't inefficient land use, there aren't too restrictive land use policies, there are TOO MANY PEOPLE."
    },
    {
        "ans_text": "no hate",
        "text": "Equal pay message, um, says the guy who want socialism in the United States of America"
    },
    {
        "ans_text": "no hate",
        "text": "Is there still a Job like this I would like to take it. Thats not a Joke!"
    },
    {
        "ans_text": "no hate",
        "text": "I'll take feminists seriously when they start talking about sending only women into combat until the amount of women and men killed and wounded in battle are exactly the same.  Because it's all about equality right?"
    },
    {
        "ans_text": "no hate",
        "text": "hey baby you look like tinkerbell luhlulhulhulhulhluh"
    },
    {
        "ans_text": "hate",
        "text": "Fuck these generate vodka niggers. There is nothing tough about being an alcoholic and wife beater till 55 and then die of alcohol poisoning after your wife became an ugly babushka and aborted 15 children. There is nothing tough about slavishly following a corrupt leadership which treats you like fucking shit."
    },
    {
        "ans_text": "hate",
        "text": "Kill those pig eaters fuck those americunts send them to hell"
    },
    {
        "ans_text": "no hate",
        "text": "All I know is that my disorder ruined my fucking life."
    },
    {
        "ans_text": "no hate",
        "text": "if god hates lgbt members so much than why did he make these people? i mean look at jesus he had 2 dads and he turned out perfectly fine."
    },
    {
        "ans_text": "hate",
        "text": "Disabled kids are annoying and not cute."
    },
    {
        "ans_text": "hate",
        "text": "what a disgusting man and disgusting religion. He admits that muslim buy all their wifes ! .pff...This is why all muslims are poor...islam keeps them stupid !"
    },
    {
        "ans_text": "hate",
        "text": "France let them refugees in and this what happened fucking animals"
    },
    {
        "ans_text": "hate",
        "text": "I hate mentally disabled people trying to touch my kids."
    },
    {
        "ans_text": "no hate",
        "text": "Why are you still on the air? Shit"
    },
    {
        "ans_text": "no hate",
        "text": "Conveniences are all the real"
    },
    {
        "ans_text": "no hate",
        "text": "Deport the fucking brainless worthless pieces of shit freeloaders after they are all shot"
    },
    {
        "ans_text": "no hate",
        "text": "It's not guilt. It's stupidity on a scale unknown in human history."
    },
    {
        "ans_text": "no hate",
        "text": "Dont do drugs kids..."
    },
    {
        "ans_text": "no hate",
        "text": "They'\u0080\u0099ll get to know homosexuality anyways. I don'\u0080\u0099t get what'\u0080\u0099s wrong with most of the people nowadays. If you don'\u0080\u0099t teach about homosexuality then stop teaching about heterosexuality also."
    },
    {
        "ans_text": "no hate",
        "text": "\"Germans need to quit blaming themselves for the atrocities committed by the Nazi's. The same thing (shame) is happening here in the U.S. because of the past because of slavery and \"\"stealing\"\" the land from the Indians. People are getting sick of hearing that shit and the left is constantly saying how bad \"\"white\"\" Americans are.\""
    },
    {
        "ans_text": "hate",
        "text": "I thought kids with Down syndrome were not accepted by families!"
    },
    {
        "ans_text": "no hate",
        "text": "Lady Gaga is the Freddie Mercury of our generation"
    },
    {
        "ans_text": "hate",
        "text": "How can Europe allow millions of rapists animals to go there ?"
    },
    {
        "ans_text": "no hate",
        "text": "Wow does ur mom know how gay u are"
    },
    {
        "ans_text": "no hate",
        "text": "These were the days!"
    },
    {
        "ans_text": "hate",
        "text": "he did the US a great service of killing them and stopping a crime wave and welfare leaches.  to bad he didnt have more of them in the truck. ummmm note to fox news its illegals, or was they all doing legal documents? or did i get something wrong. nope. they was illegals"
    },
    {
        "ans_text": "hate",
        "text": "Ignorant feminist,  she got roasted and still doesn' understand what equality of outcome means even when Jordan explained data to her. What's this means she's ignorant and emotionally biased."
    },
    {
        "ans_text": "no hate",
        "text": "They are forgetting Russell Crowe 's performance in A Beautiful Mind. I know schizophrenia, and it was spot-on."
    },
    {
        "ans_text": "no hate",
        "text": "So proud of you mom, wish Allah give you strong. Just saying Alhamdulillah to your husband and your son, Allah give them mercy with a beautifull died. I am not supprising that you did not crying, because both your son and your husband did not die, they still alive in jannah, aamiin..."
    },
    {
        "ans_text": "no hate",
        "text": "how the fuck do you have a million subscribers you fucking twat"
    },
    {
        "ans_text": "no hate",
        "text": "For the static sound - what do you use for editing? I know it'¬Ä¬ôs annoying but if you use premiere pro you should be able to use decrackling to help a bit"
    },
    {
        "ans_text": "no hate",
        "text": "no fucking way a machine would recognize that shit LOL"
    },
    {
        "ans_text": "hate",
        "text": "Go bleach yourself black pussy doll and then come talk to me"
    },
    {
        "ans_text": "hate",
        "text": "\"On todays episode of \"\"Guess That Gender\"\"\""
    },
    {
        "ans_text": "no hate",
        "text": "My God, the cancer is spreading"
    },
    {
        "ans_text": "no hate",
        "text": "Responsibility is something that needs to grow inside of everyone"
    },
    {
        "ans_text": "hate",
        "text": "Too bad women don’t know how to kill themselves"
    },
    {
        "ans_text": "hate",
        "text": "lowlife black animals"
    },
    {
        "ans_text": "no hate",
        "text": "Id beat the fuck out of his ass if he wasnt an actor"
    },
    {
        "ans_text": "hate",
        "text": "Yo nigga go back to Asia"
    },
    {
        "ans_text": "no hate",
        "text": "\"There are no traditional German values. Germany was unified very late, so regional values and traditions still rank higher than modern \"\"German\"\" values.\""
    },
    {
        "ans_text": "no hate",
        "text": "His eyebrows probably represent his parents relationship"
    },
    {
        "ans_text": "hate",
        "text": "What about a global massacre of men? Pussiezzz only girls"
    },
    {
        "ans_text": "no hate",
        "text": "Head is the shape of a light bulb"
    },
    {
        "ans_text": "hate",
        "text": "Men race is a subordinate of women"
    },
    {
        "ans_text": "hate",
        "text": "a homo? so you fuck your brother instead of your sister?"
    },
    {
        "ans_text": "no hate",
        "text": "Absolutely excellent as ever, and yes, cycling is fabulous for mental health.. bike when you'¬Ä¬ôre happy, bike when you'¬Ä¬ôre sad, shout at the rain, scream inwardly at a complex hill climb and get that endorphin rush from being outside.. and smile at your fellow cyclists (and passing chickens, in my experience, a wee bwark at a chook makes many things better)"
    },
    {
        "ans_text": "hate",
        "text": "phuck white rasist ass people"
    },
    {
        "ans_text": "no hate",
        "text": "Didn’t know shitted coloured like you could talk"
    },
    {
        "ans_text": "no hate",
        "text": "Slow down the cuts between shots. Way too fast."
    },
    {
        "ans_text": "hate",
        "text": "They have the right to get there ass kicked all the way back across the border"
    },
    {
        "ans_text": "no hate",
        "text": "My cousin has that, he's 7 but still can't talk properly like a 1 year old. He's sensitive to loud noise or crying noise. It's hard to talk to him but I still love him cuz he thinks of me as one of his favorite person besides his mother."
    },
    {
        "ans_text": "no hate",
        "text": "He smiles while talking about drowning his own children"
    },
    {
        "ans_text": "hate",
        "text": "The male gene is stronger, as it should be of course. Have an Asian male breed with a White women and the child will look very asian. Reverse it and the child will look mush more whiter"
    },
    {
        "ans_text": "no hate",
        "text": "In a world full of hate remember to light up the darkness, as this world is but temporary."
    },
    {
        "ans_text": "hate",
        "text": "the first step is to remove Romanians, they're no good anywhere they wash up"
    },
    {
        "ans_text": "hate",
        "text": "Islam is a horrible religion and does no good for society as a whole........ Horrible! Horrible! Horrible!"
    },
    {
        "ans_text": "hate",
        "text": "The worst nightmare for people of Paris, Europe and World in general. Devastated by this monstrous act. I hope death to the fucking culprits. Die to hell"
    },
    {
        "ans_text": "hate",
        "text": "Or maybe just don't follow degenerate sandnigger religions from the middle east?"
    },
    {
        "ans_text": "hate",
        "text": "Hey Sweden do you remember back in time when your men were vikings and acted around like they had a dick between their leg... BLOCKED"
    },
    {
        "ans_text": "no hate",
        "text": "I don't know but I don't trust  this guy's... It's all about the money... Plss let the dead in their world stop making shows...with his death..couse u didn't have ballssss when he was alive..."
    },
    {
        "ans_text": "no hate",
        "text": " And I can't stand another day"
    },
    {
        "ans_text": "hate",
        "text": "fuck bulgaria stupid country"
    },
    {
        "ans_text": "no hate",
        "text": "I was hoping you'd post a new video!! I know you're busy, of course, but you're just so interesting, I wish you'd post moreÔªø"
    },
    {
        "ans_text": "hate",
        "text": "The men are turtles...idiots even in uk… get lost"
    },
    {
        "ans_text": "no hate",
        "text": "The problem here is that the people don't listen to the people. I feel as if people on both sides would actually listen to one another they would learn something."
    },
    {
        "ans_text": "hate",
        "text": "Well France is finally a shithole This is what happens when you do open borders now both sides are suffering"
    },
    {
        "ans_text": "no hate",
        "text": "OMG Lucas !! Such a great kid, such a big grow"
    },
    {
        "ans_text": "no hate",
        "text": "It doesn'\u0099t matter if you'\u0099re black or white, gay or straight, woman or man, trance,  disabled, Dyslexic or intelligent we all are people.  Quality!"
    },
    {
        "ans_text": "no hate",
        "text": "If white people are gone from this earth, we will go directly back to stone age. Not even kidding"
    },
    {
        "ans_text": "no hate",
        "text": "Has anyone cried in front of their parents and feel totally ashamed and invaded afterwards ?"
    },
    {
        "ans_text": "no hate",
        "text": "Civil rights movement for transgendered people"
    },
    {
        "ans_text": "hate",
        "text": "FUCK GAYS disgusting"
    },
    {
        "ans_text": "no hate",
        "text": "I’m an arab and I can make a difference. And I see them as stylish people"
    },
    {
        "ans_text": "hate",
        "text": "Gayness should be removed from the face of the earth"
    },
    {
        "ans_text": "no hate",
        "text": "These people do not represent Islam!!"
    },
    {
        "ans_text": "no hate",
        "text": "I am white and I go to a school whare it is mostly black kids and I was made fun of just because of skin my best friend's mom dose not like me because I am white so .... I had to change schools"
    },
    {
        "ans_text": "no hate",
        "text": "Can' you all see how absurd it is? Calling all white people racist, calling all black people criminals, it's all the same. Why does race even matter? Why can' we judge terrible people not terrible white people?"
    },
    {
        "ans_text": "no hate",
        "text": "Incredibly fucking annoying voice, but reasonable arguments. I agree"
    },
    {
        "ans_text": "hate",
        "text": "Weak beta male, hope he turns into a tranny after this traumatic experience, haha"
    },
    {
        "ans_text": "no hate",
        "text": "guy is low IQ af"
    },
    {
        "ans_text": "hate",
        "text": "That Asian bloke needs a shave or cover up his hideous beard with a burqa!"
    },
    {
        "ans_text": "hate",
        "text": "Is this world filled by those stupid female bitches?"
    },
    {
        "ans_text": "no hate",
        "text": "this is probably the first time i’ve seen someone who looks like a child and pedophile at the same time"
    },
    {
        "ans_text": "hate",
        "text": "Teaching my kids transgenders are anything but mentally ill will get you set on fire."
    },
    {
        "ans_text": "hate",
        "text": "I guess God is white.... "
    },
    {
        "ans_text": "no hate",
        "text": "My sons school had someone in doing a talk for autism awareness he himself was autisic. He made aware that animals can be autisic too and introduced a picture of his pug lola whom is also autisic which I found interesting.  My 10 year old son is autisic"
    },
    {
        "ans_text": "no hate",
        "text": "Fuck him and his prophet"
    },
    {
        "ans_text": "hate",
        "text": "That's what we should do here in a Us survey take them to FEMA camps and put the gas on these people are not coming from starvation destitute bad areas look how they're dressed their well-dressed well fed it's like a trojan horse and it's time we put them in the penal camps and get rid of them make use of the FEMA camp"
    },
    {
        "ans_text": "no hate",
        "text": "I'm a male I would fight for women rights because we all are human"
    },
    {
        "ans_text": "hate",
        "text": "gas yourself, you aussies are all retarded"
    },
    {
        "ans_text": "no hate",
        "text": "If you had a Winnie, even tinnie, and flat chest I would hire you miss. Now no way."
    },
    {
        "ans_text": "hate",
        "text": "CANCEROUS ugly tarded beings !(except lauren) DIE FUCKING ALREADY WASTE OFF WHORES NOBODY WILL MIS YOU UGLY DUMB TARDED WASTES OFF SPQCES √∞¬ü¬ò¬Ä FUCK women and Islam rights, don't like it here fuckoff and die √∞¬ü¬ò¬Ä"
    },
    {
        "ans_text": "no hate",
        "text": "Fuck off corbyn... Die or retire.."
    },
    {
        "ans_text": "no hate",
        "text": "At that point you have a right to defend yourself... But the sad thing is I bet if he would have defended finale he would have gotten in trouble... Sadly he did the right thing but sufferd greatly..."
    },
    {
        "ans_text": "no hate",
        "text": "All of these clueless reporters comparing themselves to Cronkite and Edward R. Murrow and they can't even get through a teleprompter read-through without hitting the floor."
    },
    {
        "ans_text": "no hate",
        "text": "I cant be the only one that thinks this kinda sounds like make me cry by Noah Cyrus"
    },
    {
        "ans_text": "no hate",
        "text": "They should have beat his ass. He deserves it."
    },
    {
        "ans_text": "hate",
        "text": "Why researchers invest their time on better wheelchairs? Those cunts did not deserve it!"
    },
    {
        "ans_text": "hate",
        "text": "If I had Down syndrome I would kill myself"
    },
    {
        "ans_text": "no hate",
        "text": "My parents are homophobes. :("
    },
    {
        "ans_text": "no hate",
        "text": "I still have not come out to my family about  being Bieber and I'\u0080\u0099m just tearing up"
    },
    {
        "ans_text": "hate",
        "text": "Kill these basterds, son of sluts who attack u in name of religion. Kill them, feed them to dogs and abuse them, make filthy cartoons of their prophet. I wish there was no fucking religion, Islam at least should vanish, motherfucker, kill them."
    },
    {
        "ans_text": "hate",
        "text": "Ima fucking stab u up bruv. Fucking white prick bruv.. fucking racist.  Gammon"
    },
    {
        "ans_text": "no hate",
        "text": "As having friends whom are part of the LGBT+ community and being a supporter of them and I think this is awsome and in middle school"
    },
    {
        "ans_text": "hate",
        "text": "Actually THIS WEIRD PEOPLE are HARMFUL! They need medications. His mother should have know he is like this and to not deny it"
    },
    {
        "ans_text": "no hate",
        "text": "all those dislikes are from fucking homophopes"
    },
    {
        "ans_text": "hate",
        "text": "A solution to the U.S. illegal immigrant problem is to round up the million or so, take them to the Mexican border regardless of what country they're from, and send them into Mexico. Maybe then when the Mexican border is over-run with immigrants will Mexico understand and help pay for a wall."
    },
    {
        "ans_text": "hate",
        "text": "Aren’t you ashamed about your body colour?"
    },
    {
        "ans_text": "hate",
        "text": "How does these frikin faggots get a whole month to themselves and veterans that actually do something incredible for us only get a day√∞¬ü¬ò¬§ I hate lgbt"
    },
    {
        "ans_text": "no hate",
        "text": "Every time that blonde lady talks I loose twenty brain cells"
    },
    {
        "ans_text": "no hate",
        "text": "this women has to be some sort of psychopath but it goes both ways, if either a male or a female are in a toxic relationship they need to get help, the sooner the better."
    },
    {
        "ans_text": "hate",
        "text": "Please don' come back filthy Caucasian. You can change to a snake next time. Keep  changing."
    },
    {
        "ans_text": "no hate",
        "text": "I see the depression caused her to gain more weight."
    },
    {
        "ans_text": "hate",
        "text": "This is what happens when you'\u0080\u0099re a bitch and a cunt.  Looks like that guy called it correctly.  Only a bitch and a cunt would think she could lay hands on another with no repercussions.   Maybe after that seizure she won'\u0080\u0099t be as much of a bitchy cunt."
    },
    {
        "ans_text": "no hate",
        "text": "I was just recently dancing in the club with this song oh man I was grabbing some ass that was blast next day my legs hurts so bad"
    },
    {
        "ans_text": "hate",
        "text": "I would pull you over for your race, if I was a cop."
    },
    {
        "ans_text": "hate",
        "text": "Incest baby that got double-down syndrome"
    },
    {
        "ans_text": "hate",
        "text": "Taliban and all people with this thought must hanged"
    },
    {
        "ans_text": "hate",
        "text": "Are you mentally handicapped or this is your normal form? Both ways kill yourself please."
    },
    {
        "ans_text": "hate",
        "text": "Fuck u anti muslims heartless assholes u will go to hell"
    },
    {
        "ans_text": "no hate",
        "text": "Video games without cars are awful. Piece of shits "
    },
    {
        "ans_text": "hate",
        "text": "Men can see beauty, so they don't want to sleep with black women or make goblin babies."
    },
    {
        "ans_text": "no hate",
        "text": "The Resistance avenge women and children killed by US and Allies !!!"
    },
    {
        "ans_text": "no hate",
        "text": "Aaah its the mother's fault you guys dont know how hard to take care of autistic kids huh?"
    },
    {
        "ans_text": "hate",
        "text": "Try to talk to me about your senseless, inane god and you will meet him again as soon as possible thanks to my hand bitch"
    },
    {
        "ans_text": "no hate",
        "text": "congratu-fuckin-lations to all the pitbull owners who make it by without getting bitten. DO NOT ENCOURAGE PEOPLE TO FOLLOW IN YOUR FOOTSTEPS. i know people whose lives have been RUINED by these animals. regardless of your ''PACK MENTALITY'' these dogs are rage machines and your dodgeing a bullet every day they dont hurt your family."
    },
    {
        "ans_text": "no hate",
        "text": "I adore her voice. She is so talented. What a beat!"
    },
    {
        "ans_text": "no hate",
        "text": "Next on your list, pierce your face with a katana."
    },
    {
        "ans_text": "hate",
        "text": "Let's go beat these queers!"
    },
    {
        "ans_text": "hate",
        "text": "I don't hate women i just think that they have nothing interesting to say. None reason for existance."
    },
    {
        "ans_text": "no hate",
        "text": "men and women are not equal.  irrational contrary belief and policy only result in mounting failure."
    },
    {
        "ans_text": "no hate",
        "text": "Good for him! That's an EDUCATED man, right there!"
    },
    {
        "ans_text": "no hate",
        "text": "Bruh I would fuckin love to film a video with Maurice man, he is like an older black version of me I swear to god"
    },
    {
        "ans_text": "no hate",
        "text": "That’s wrong! Even though they disagree with her beliefs, they have no right to put their hands on a woman"
    },
    {
        "ans_text": "no hate",
        "text": "In the US that same game was called ten little Indians. I know.. It’s boring"
    },
    {
        "ans_text": "no hate",
        "text": "\"The lady on sitting on the left, with the yellow jacket, is the epitome of a \"\"smart retard\"\".\""
    },
    {
        "ans_text": "hate",
        "text": "their dark coloured race doesn't mean shit"
    },
    {
        "ans_text": "no hate",
        "text": "I am possessed by deamons "
    },
    {
        "ans_text": "hate",
        "text": "Everyone hates you because you're gay"
    },
    {
        "ans_text": "hate",
        "text": "I'd get my money back if I were you. Your sex change was a complete failure."
    },
    {
        "ans_text": "no hate",
        "text": "Your life isn't that wonderful. That room tells me that you're clearly an alcoholic, and you drink shit beer. Maybe stop wasting your money on shit like that Apple watch, and you could afford some clothes that dont come from Walmart, and get someone other than your mom to cut your hair."
    },
    {
        "ans_text": "no hate",
        "text": "they could have shot him in the legs no one gets in risk of dying"
    },
    {
        "ans_text": "no hate",
        "text": "I would order a bucket of ice cold water so I can pour it on him"
    },
    {
        "ans_text": "no hate",
        "text": "I could not be as brave if I lost my son and husband, bless her strength and kind heart."
    },
    {
        "ans_text": "no hate",
        "text": "Oh, I believe that 13 reasons why romanticises suicide. It's the ultimate expression of the high-drama line you will be sorry when I'm gone, and it's terrible. The suicide scene itself was disturbing, just not in the way it was probably intended to be. Thank you for this. I find that it's more difficult for real cases of mental illness to be taken seriously because of this stupid fad."
    },
    {
        "ans_text": "no hate",
        "text": "I really wanna be in a public experiment like this myself as I am a trans man. Happy I can at least watch WWYD doing it. Please do more experiments with trans men/ transgender people in general."
    },
    {
        "ans_text": "hate",
        "text": "Muslims want war! So take it to them first"
    },
    {
        "ans_text": "no hate",
        "text": "Oh god F*CK I’m crying :’)"
    },
    {
        "ans_text": "hate",
        "text": "LGBTQ+ are mentally ill. Period."
    },
    {
        "ans_text": "hate",
        "text": "What if we send every men to mars to start a new life there! They are useless here (Of course milk them first to store their juices)"
    },
    {
        "ans_text": "hate",
        "text": "Is that guy-shadow or are you just a genetic faggot?"
    },
    {
        "ans_text": "no hate",
        "text": "that girl who pushed her needs to pay personally for all the family's medical bills lol. only fair"
    },
    {
        "ans_text": "hate",
        "text": "I can spot a hitler in your blood. Aren’t you a German dude?"
    },
    {
        "ans_text": "hate",
        "text": "If your fucking with a cool female is all good but if your fucking with a bitch you need to break her ass and shake her ass"
    },
    {
        "ans_text": "no hate",
        "text": "I just want to sit down with both of them, buy them a drink, and just talk. I don't care what it's about, they just seem like people who must be great to have a conversation with."
    },
    {
        "ans_text": "no hate",
        "text": "If you are not masculine then you are woman dude"
    },
    {
        "ans_text": "hate",
        "text": "Trans are using the same logic feminists have been using for decades to destroy men so i don&#39t feel sorry for wamen not one bit!"
    },
    {
        "ans_text": "no hate",
        "text": "Yet there is vastly more money spent on breast cancer, than prostate cancer, this is lethal discrimination. "
    },
    {
        "ans_text": "no hate",
        "text": "She'\u0080\u0099s a really courageous woman! She is one of the most impressive women I'\u0080\u0099ve ever listened to. I appreciate  her film, and I certainly wish her continued success and happiness. She is definitely a cut above both as a filmmaker, and most especially, as a person! She is an incrediblely remarkable woman!"
    },
    {
        "ans_text": "hate",
        "text": "That skin colour is the funniest one in combination with your eyes is perfect stupid"
    },
    {
        "ans_text": "hate",
        "text": "Wish you cut your veins. Don’t shout out you have mental problems. Act. Cut them"
    },
    {
        "ans_text": "hate",
        "text": "All I know is the LGBT are human but I hope to God he will make you change your sick ass ways hopefully another soddom and ghomorra occurrence will happen amen"
    },
    {
        "ans_text": "no hate",
        "text": "I don't care what people say these two fuckers are lying,the Facts are stacked against them I hope they going to pay for this smere campaign"
    },
    {
        "ans_text": "hate",
        "text": "white people are shit human beings"
    },
    {
        "ans_text": "no hate",
        "text": "To say that black lives matter, is not racist statement. But the B.L.M. organization itself is racist group. If they could just quit hating white people and turn that energy towards their own community, the biggest group of black oppressors there is, they might make a difference."
    },
    {
        "ans_text": "hate",
        "text": "Chinky filthy guy, get out of US. Get out of our land."
    },
    {
        "ans_text": "hate",
        "text": "No counting when Hispanics get probation if they do find them self in some trouble they get probation then get deported and if they come back boom there in violation of the probation we gave them but knowingly sent them back. Those rats are smart. Bunch of GOVERNMENT BULL SHIT"
    },
    {
        "ans_text": "no hate",
        "text": "At the end you literally described yourself as a gold digger"
    },
    {
        "ans_text": "no hate",
        "text": "broke my heart to see the young boy claim his allegiance"
    },
    {
        "ans_text": "no hate",
        "text": "Im lesbian and proud im happy my friends accept me but i dont know if my family does but i dont care what anyone says im proud to be a lesbian"
    },
    {
        "ans_text": "no hate",
        "text": "Is that the dude who walked into the room, kissed the girl on the cheek, then left?"
    },
    {
        "ans_text": "hate",
        "text": "I would beat the shit out of every Russian"
    },
    {
        "ans_text": "no hate",
        "text": "incoming racist people"
    },
    {
        "ans_text": "hate",
        "text": "Maybe it's because you're autistic?? Wish you death"
    },
    {
        "ans_text": "hate",
        "text": "Because everyone knows this islam men is the devil"
    },
    {
        "ans_text": "no hate",
        "text": "STOP. DRINKING. COW. MILK.  Do people realize that for a cow to produce milk it has to get pregnant? and for people to have such milk the calf cant consume any of it? Do they realize that puss and blood is found in milk and that the milk at the grocery store is only 5 to 10% milk and the rest is just powder and water?  Gross."
    },
    {
        "ans_text": "no hate",
        "text": "I ship you guys please get back together"
    },
    {
        "ans_text": "no hate",
        "text": "What episode number was this?"
    },
    {
        "ans_text": "no hate",
        "text": "The fact that shes only representing black lives seems kinda ironic to me. lol shouldnt it be all lives?… Not just black ones. She clearly thinks her race is more supirior she even admits shes racist, joking or not thats the only fact she said in the whole video."
    },
    {
        "ans_text": "hate",
        "text": "Homosexuality and transgenderism is a mental illness and a sexual perversion!"
    },
    {
        "ans_text": "no hate",
        "text": "Michael Jackson sick man and sick fans."
    },
    {
        "ans_text": "hate",
        "text": "I don’t know what mental disorder this kid had, but I would not stand him for a sec. I had beat the fuck out of him"
    },
    {
        "ans_text": "hate",
        "text": "In my dream I wished you have died! Don't call yourself man, while talking like queen."
    },
    {
        "ans_text": "hate",
        "text": "WOW THIS GUY TALKS LIKE A RETARD HAHAHAHAHAH"
    },
    {
        "ans_text": "no hate",
        "text": "Finally someone who means what he says. It'\u0099s been a year and I'\u0099m still cackling."
    },
    {
        "ans_text": "hate",
        "text": "That girl still need a good ass whooping, stupid ass bitch!!"
    },
    {
        "ans_text": "hate",
        "text": "why haven't you faggots taken the bi-pill yet"
    },
    {
        "ans_text": "no hate",
        "text": "Great video! Thank you √∞¬ü¬ô¬è"
    },
    {
        "ans_text": "no hate",
        "text": "Well this comment sections pretty... mental"
    },
    {
        "ans_text": "no hate",
        "text": "All people are brothers and sisters in humanity, religions separate the people unfortunately"
    },
    {
        "ans_text": "no hate",
        "text": "I get out the closet this weekend to some friends..."
    },
    {
        "ans_text": "hate",
        "text": "Blacks are literally the cuckold of all the races and also the epitome of degeneracy. Don't listen and believe the Jewish propaganda of black being alpha. Consider yourselves as top of the social hierarchy by just being white."
    },
    {
        "ans_text": "no hate",
        "text": "Thank you John, for sharing this experience with us, people. What I wanna say to refugees is, stay strong! Although our current president is... failing to help you, I will be there at Washington DC protesting for you. The people who suffered the most should be saved from evil!"
    },
    {
        "ans_text": "hate",
        "text": "Don't live where you’re not wanted. Deport Jews and Muslims"
    },
    {
        "ans_text": "no hate",
        "text": "that song is fucking awesome."
    },
    {
        "ans_text": "no hate",
        "text": "Transgenders have to protect each other, not fight each other"
    },
    {
        "ans_text": "no hate",
        "text": "ALL LIVES DO MATTER NO MATTER IF YOU R BLACK, WHITE HISPANIC ,MUSLIM, JEW, ATHEIST , CHRISTIAN.....PERIOD."
    },
    {
        "ans_text": "hate",
        "text": "FUCKING migrants need BAN . fucking animals"
    },
    {
        "ans_text": "no hate",
        "text": "She is flawless. omfg"
    },
    {
        "ans_text": "hate",
        "text": "They hate: dogs, women, gays, christians, jews and infidels. Sure, let them all in. Only 250,000,000 want to kill us."
    },
    {
        "ans_text": "hate",
        "text": "Syria has a religion problem."
    },
    {
        "ans_text": "no hate",
        "text": "All these women have such obvious respect and admiration for each other"
    },
    {
        "ans_text": "no hate",
        "text": "You should use your time to arrest murderers not little kids"
    },
    {
        "ans_text": "no hate",
        "text": " I'm not a Jewish enemy."
    },
    {
        "ans_text": "hate",
        "text": "Trans people=gays and loosers"
    },
    {
        "ans_text": "no hate",
        "text": "U r still so beautiful and I am still watching you babe   Chat with you later my dear and lookin at you rock my world.  Just saying babe"
    },
    {
        "ans_text": "no hate",
        "text": "Child abuse, manipulation etc. What the hell are we transforming this world into??? How sick mind can people have and how stupid can others be to send their kids there???"
    },
    {
        "ans_text": "no hate",
        "text": "WTF this teacher should be expelled. That's no way to treat a disabled kid, specially an autistic one!"
    },
    {
        "ans_text": "no hate",
        "text": "Wallmart employees are cunts. Hate them all"
    },
    {
        "ans_text": "hate",
        "text": "fuck niggers, they don't need rights. all I want for christmas is a lynched nigger."
    },
    {
        "ans_text": "no hate",
        "text": "So how long have you lived in your mother's basement?"
    },
    {
        "ans_text": "hate",
        "text": "Why don’t you go beck your god to murder you? Christianity is a joke"
    },
    {
        "ans_text": "hate",
        "text": "Arrest that fat ass bitch!"
    },
    {
        "ans_text": "hate",
        "text": "Kill all muslims"
    },
    {
        "ans_text": "hate",
        "text": "Anti-LGBT people ,How sad and ignorant...I cant believe it..How how ??? can they not see how STUPID they are?????"
    },
    {
        "ans_text": "hate",
        "text": "Sorry, unlike Germany, I do not incinerate the mentally disabled."
    },
    {
        "ans_text": "hate",
        "text": "Dirty Christianity follower creating war everywhere Iran should attack USA  We will support Iran"
    },
    {
        "ans_text": "no hate",
        "text": "Why the fuck would you ask Trump?"
    },
    {
        "ans_text": "hate",
        "text": "But women aren't people, so it's fine!"
    },
    {
        "ans_text": "hate",
        "text": "I thought that a big reason why it had to be africans, is their skin. It's an obvious marker to tell if someone is a slave. And even if they run, they're still black."
    },
    {
        "ans_text": "no hate",
        "text": "I don’t hate those kids with these problems, but I’m just saying I feel very ver uncomfortable around them. They are weirdos. Don’t like them. Please god make my child a healthy and good one"
    },
    {
        "ans_text": "no hate",
        "text": "\"Tell me now \"\"Whose the terrorists again \"\"???\""
    },
    {
        "ans_text": "no hate",
        "text": "anyone else get full body numbness that lasts for weeks and rapid muscle spasms and 'shock' feelings when trying to sleep at night? I can only sleep once every 48 hours :("
    },
    {
        "ans_text": "no hate",
        "text": "With her nose she can detect an immigration officer from 70 yards"
    },
    {
        "ans_text": "no hate",
        "text": "relax and do something...wink wink. hahahahaha! totally enjoying your videos! you both are super yummy!"
    },
    {
        "ans_text": "no hate",
        "text": "You look kinda dead inside, you parents must not haved loved you. "
    },
    {
        "ans_text": "hate",
        "text": "FUCK THAT HOMO DUMB ASS PRICK!  SHOULDA LET HIM GET FUCKING EATEN!  ASSHOKE FUCKING WORTHLESS DICK.... NOBODY WOULD HAVE MISSED HIM!"
    },
    {
        "ans_text": "no hate",
        "text": "Can I get a shoutout pleaseeeeee I only have a little bit of people :("
    },
    {
        "ans_text": "no hate",
        "text": "I remember that scene from the X-Files and it made me so mad √∞¬ü¬ò¬° Mulder WHY"
    },
    {
        "ans_text": "hate",
        "text": "Look at these gay ass niggas. lol. Acting like they some bitches."
    },
    {
        "ans_text": "no hate",
        "text": "the girl in glasses is so freaking cute! what'\u0080\u0099s her channel??"
    },
    {
        "ans_text": "no hate",
        "text": "Something I hate about being bisexual..people always say '\u009cyour either gay or your straight,bisexual isn'\u0099t a real thing’\u009d SHUT DA FUQ UP IT IS A REAL THING"
    },
    {
        "ans_text": "hate",
        "text": "Hopefully the non-white parasites will flee to a new host nation. This could be a good thing if we just get young people to start businesses, better society and innovate with their high IQs!"
    },
    {
        "ans_text": "no hate",
        "text": "\"People who say \"\"YAAAASSSS QUEEN\"\" should be sterilised\""
    },
    {
        "ans_text": "hate",
        "text": "I remember once I was in charge of a disabled kid. Every night I was wishing slow death for him"
    },
    {
        "ans_text": "no hate",
        "text": "No need to lip sync just get your mic and put it closer to you and you'll sound fine"
    },
    {
        "ans_text": "no hate",
        "text": "can we not fucking explain the whole song and just appreciate billie's voice? she's a fucking angel man and she doesn' need explanations about her songs. just listen, and enjoy it."
    },
    {
        "ans_text": "hate",
        "text": "These dogs lie through their teeth so that they can come here and set up jihad on the infidels."
    },
    {
        "ans_text": "no hate",
        "text": "You are a brave man.........for letting them keep the comments enabled"
    },
    {
        "ans_text": "no hate",
        "text": "I feel so dumb I want to have even labeled them as disabled even if I knew them.... when I think of disabilities and especially in terms of affecting one'\u0080\u0099s relationship I think of more like mental disabilities or so serious that you can'\u0080\u0099t use ur body. Thank you for enlightening me and I'\u0080\u0099m sorry."
    },
    {
        "ans_text": "no hate",
        "text": "If they see the bully bulling her i would be     Hey here is the middle finger and i would record what they did so the can get in real trouble"
    },
    {
        "ans_text": "no hate",
        "text": "Terrorism has no religion Terrorism is a cancer need to be wipe out. RIP to all victims"
    }
]